str = "whatsap baby"
float = 6.7
int = 69
epst= False
tein = True 

#არის სამი ტიპის ოპერატორი არითმეტიკული ოპერატორი მათემატიკისთვუს,შედარების ოპერატორი 2 რაღაც მნიშვნელობის შესდარებლად და ლოგიკური ოპერატორი ლოგიკური პირობისთვის
#1
a = 1000
b = 7
print(a-b)
#2
a = 52
b = 42
print(a>b)
#3
a = 1488
b = 5
print(a > 5 and b < 1488)
print(a > 20 or b < 1488)
print(not(a > b))

print(14 > 88)
print(67<61)
print(69==69)
print(61 != 67)
print(13 >= 13)
print(34<= 45)

#Boolean არის მონაცემთა ტიპი Python-ში  რომელიც გამოიყენება ლოგიკური რაღაცეებისთვის.

a = int(input("შეიყვანე 1 რიცხვი: "))
b = int(input("შეიყვანე 2 რიცხვი: "))

print(a > b)

a = int(input("შეიყვანე პირველი რიცხვი: "))
b = int(input("შეიყვანე მეორე რიცხვი: "))

print(a > 10)
print(b > 20)